<?xml version="1.0" encoding="utf-8"?>
<resources>
    <string name="app_name">Parking</string>
    <string name="action_settings">Ajustes</string>
    <string name="parking_place_short">Plaza</string>
    <string name="type">Tipo</string>
    <string name="date">Fecha</string>
    <string name="registration">Matrícula</string>
    <string name="benefit">Recaptación</string>
    <string name="entry_date">Fecha de entrada</string>
    <string name="exit_date">Fecha de salida</string>
    <string name="occupation">Ocupación</string>
    <string name="entry">Entrada vehículo</string>
    <string name="exit">Salida vehículo</string>
    <string name="places">Plazas</string>
    <string name="revenue">Recaptación</string>
    <string name="menu">Menú</string>
    <string name="select_place">Seleccione una plaza\npara ver más información</string>
    <string name="identifier">Identificador</string>
    <string name="state">Estado</string>
    <string name="registration_long">Matrícula del vehículo</string>
    <string name="deactivate">Bloquea  entradas en esta plaza</string>
    <string name="occupy">Ocupar</string>
    <string name="disoccupy">Salida del\nvehículo</string>
    <string name="free">Libre</string>
    <string name="inactive">Desactivada</string>
    <string name="occupied_long">Ocupada desde  _X_</string>
    <string name="entries">Entradas</string>
    <string name="exits">Salidas</string>
    <string name="indicate_start">Indica inicio</string>
    <string name="indicate_end">Indica final</string>
    <string name="income">Recaptación</string>
    <string name="today">Hoy</string>
    <string name="btnReset">Reiniciar el parking</string>
    <string name="btnUndo">Deshacer última entrada/salida</string>
    <string name="btnStats">Bajar datos para Excel</string>
    <string name="btnSummary">Bajar un resumen mensual</string>
    <string name="btnHelp">Ayuda</string>
    <string name="btnAbout">Acerca de</string>
    <string name="error_create_folders">Se ha producido un error al crear las carpetas de la aplicación. Comprueba que tengas espacio libre en el dispositivo</string>
    <string name="new_entry_title">Nueva entrada</string>
    <string name="enter">Hecho</string>
    <string name="cancel">Cancelar</string>
    <string name="error_parking_full">El parking está lleno</string>
    <string name="error_empty_registration">La matrícula debe tener como mínimo un carácter</string>
    <string name="error_invalid_registration">La matrícula no parece válida</string>
    <string name="warning">Aviso</string>
    <string name="okay">De acuerdo</string>
    <string name="error_vehicle_inside">Este vehículo ya está en el parking</string>
    <string name="new_exit_title">Seleccione la matrícula</string>
    <string name="error_parking_empty">El parking no tiene vehículos</string>
    <string name="activate">Desbloquea entradas plaza</string>
    <string name="ticket">Tiquet</string>
    <string name="price">Precio</string>
    <string name="undo">Deshacer</string>
    <string name="undo_entry">Ha entrado el vehículo _X_</string>
    <string name="undo_exit">Ha salido el vehículo _X_</string>
    <string name="error_cannot_undo">No se ha podido deshacer la salida porque la plaza que ocuparia está bloqueada.\nQuieres desbloquear la plaza y continuar o cancelar la acción?</string>
    <string name="error_no_last_activity">Aún no has realizado ninguna entrada/salida</string>
    <string name="undo_entry_complete">Entrada revertida correctamente</string>
    <string name="undo_exit_complete">Salida revertida correctamente</string>
    <string name="btnSettings">Ajustes</string>
    <string name="select_dates">Seleccione el intervalo de tiempo para ver sus entradas y salidas y la recaptación total</string>
    <string name="select_initial_date_dialog_title">Seleccione la data y hora inicial</string>
    <string name="select_final_date_dialog_title">Seleccione la data y hora final</string>
    <string name="nothing_to_reload">No hay cambios</string>
    <string name="vehicle">Vehículo</string>
    <string name="exit_short">Salida</string>
    <string name="entry_short">Entrada</string>
    <string name="info">Detalles</string>
    <string name="no_activities">No hay ninguna actividad en este intervalo de tiempo</string>
    <string name="null_interval">La data inicial que has indicado es posterior a la final</string>
    <string name="title_activity_about">Acerca de</string>
    <string name="title_activity_help">Ayuda</string>
    <string name="title_activity_settings">Ajustes</string>
    <string name="grouped">agrupadas</string>
    <string name="stats">estadisticas</string>
    <string name="summary">resumen-mensual</string>
    <string name="html_title">Resumen Mensual</string>
    <string name="header_csv">Tipo;Plaza;Data;Matrícula del vehículo;Recaptación</string>
    <string name="header_csv_grouped">Plaza;Data de entrada;Data de salida;Matrícula del vehículo;Recaptación</string>
    <string name="html_header">Mes y Año;Recaptación;Número de entradas;Número de salidas;Duración media del estacionamiento</string>
    <string name="save_file">Guarda en bajadas</string>
    <string name="download">Baja</string>
    <string name="send_email">Envía por correo</string>
    <string name="file_name_hint">Nombre del fichero</string>
    <string name="error_empty_filename">El nombre del fichero debe tener como mínimo un carácter</string>
    <string name="error_create_file">Se ha producido un error al crear el fichero. Tienes espacio libre?</string>
    <string name="stats_created">Estadísticas guardadas en Bajadas</string>
    <string name="html_created">Resumen mensual guardado en Bajadas</string>
    <string name="download_stats">Bajar datos</string>
    <string name="download_html">Bajar resumen mensual</string>
    <string name="minutes">minutos</string>
    <string name="showing_today">Mostrando actividades de hoy</string>
    <string name="showing_dates">Mostrando desde _X_  hasta _Y_</string>
    <string name="warning_undo">Se revertirá la siguiente actividad</string>
    <string name="unblock">Desbloquear</string>
    <string name="incorrect_code">Los códigos no coinciden</string>
    <string name="warning_reset">Estás seguro que quieres reiniciar el Parking?\n\nTen en cuenta que _X_TODOS LOS DATOS SE BORRARÁN_Y_, incluyendo el historial de entradas y salidas. Si aún deseas reiniciar el parking, entra el siguiente código de confirmación:</string>
    <string name="parking_reseted">Parking reseteado correctamente</string>
    <string name="about_application">Sobre la aplicación</string>
    <string name="about_author">Sobre el autor</string>
    <string name="about_application_text">Esta aplicación está destinada al uso en parkings de pequeña capacidad, para ayudar al operario del parking a gestionar las entradas y salidas de vehículos, y poder obtener estadísticas sobre la actividad y las recaptaciones que se obtienen.</string>
    <string name="error_time_changed">Parece que has cambiado la hora de tu dispositivo al pasado. Esta aplicación no es compatible con este tipo de cambios. Ajusta la hora de tu dispositivo correctamente o prueba reseteando el parking en la pestaña menú.</string>
    <string name="database_error">Se ha producido un error al escribir en la base de datos de la aplicación. Por favor, comprueba que tienes espacio libre en el dispositivo o prueba reiniciando la aplicación.</string>
    <string name="yes">Si</string>
    <string name="no">No</string>
    <string name="error">Error</string>
    <string name="dialog_how_stats_title">Escoge una opción</string>
    <string name="dialog_how_stats_txt">Quieres agrupar los pares entrada/salida  en la misma fila?</string>
    <string name="not_finished">No ha salido aún</string>
    <string name="title_what_can_i_do">¿Qué puedo hacer con esta aplicación?</string>
    <string name="title_add_activity">¿Cómo puedo registrar la entrada/salida de un vehículo?</string>
    <string name="title_undo_activity">¿Cómo puedo deshacer la última entrada/salida de un vehículo?</string>
    <string name="title_see_place">¿Cómo puedo ver el estado y la información de una plaza?</string>
    <string name="title_block_place">¿Qué pasa si bloqueo una plaza?</string>
    <string name="title_what_means_id">¿Qué significan los tags como A1 o D3?</string>
    <string name="title_where_are_files_saved">¿Dónde se guardan los ficheros de datos y resumen mensual bajados?</string>
    <string name="title_see_more_info">¿Cómo puedo ver más información sobre los elementos de la lista de entradas y salidas?</string>
    <string name="title_why_registration_uppercase">¿Porqué se muestran las matrículas en mayúscula?</string>
    <string name="title_how_open_files">¿Cómo puedo abrir los ficheros de datos y resumen mensual bajados?</string>
    <string name="title_colors">¿Qué significa cada color?</string>
    <string name="title_see_activities">¿Cómo puedo ver las entradas y salidas del parking y la recaptación?</string>
    <string name="text_add_activity">Puedes registrar entradas y salidas mediante la barra situada en la parte inferior de la pantalla. El bot\u00f3n situado en la parte izquierda sirve para registrar nuevas entradas, mientras que el de la derecha sirve para registrar nuevas salidas. Para registrar una nueva entrada deber\u00e1s escribir la matr\u00edcula del veh\u00edculo entrante, pero no es necesario escribirla en may\u00fasculas, la aplicaci\u00f3n lo har\u00e1 para ti!</string>
    <string name="text_what_can_i_do">Con esta aplicaci\u00f3n puedes registrar la entrada y salida de veh\u00edculos del parking, ver la ocupaci\u00f3n del mismo, consultar el estado y la informaci\u00f3n sobre sus plazas, consultar un historial de entradas y salidas\nen un intervalo de tiempo determinado, ver el dinero recaptado y las entradas y salidas realizadas durante un intervalo de tiempo determinado, deshacer la \u00faltima entrada/salida realizada, bajar datos del p\u00e1rquing para hacer estudios con excel y bajar un resumen mensual de la recaptaci\u00f3n para ver en un navegador web.</string>
    <string name="text_undo_activity">Puedes deshacer una entrada/salida de un veh\u00edculo de tres formas distintas. En el caso de una entrada, justo cuando acabas de realizarla aparece una barra justo encima de la barra inferior que te permite revertirla. En el caso de una salida, cuando se muestra el tiquet el bot\u00f3n de la derecha te permite deshacerla. Tambi\u00e9n puedes hacerlo en cualquier momento con el 2o bot\u00f3n de la pesta\u00f1a men\u00fa: No te preocupes, se te mostrar\u00e1 un aviso con la actividad a deshacer.\n</string>
    <string name="text_see_place">Puedes consultar el estado y la informaci\u00f3n sobre una plaza en la pesta\u00f1a \'plazas\'. \u00danicamente hace falta que la selecciones en la tabla de botones que se muestra, y ver\u00e1s que la informaci\u00f3n aparece justo encima de la tabla. Adem\u00e1s, los colores de los botones y los iconos de los botones indican el estado de la plaza. El rojo indica que la plaza est\u00e1 ocupada, el verde indica que est\u00e1 libre y el gris indica que est\u00e1 bloqueada. En el caso de las plazas ocupadas, el texto que aparece debajo del icono es la matr\u00edcula del veh\u00edculo que ocupa la plaza. \n</string>
    <string name="text_see_activities">Puedes ver las entradas y salidas efectuadas y la recaptaci\u00f3n acumulada en la pesta\u00f1a \'recaptaci\u00f3n\'. S\u00f3lo hace falta que indiques un momento inicial y un momento final pulsando los botones de la barra superior, o que pulses el checkbox para ver las del dia de hoy desde las 00:00 hasta el momento. Aparecer\u00e1 la recaptaci\u00f3n acumulada y la lista de entradas y salidas realizadas en el intervalo de tiempo indicado justo debajo.</string>
    <string formatted="false" name="text_colors">Los colores de la barra inferior indican el nivel de ocupaci\u00f3n del parking. Cuando est\u00e1 verde significa que la ocupaci\u00f3n del parking est\u00e1 por debajo del 25%, cuando est\u00e1 azul por debajo del 50%, cuando est\u00e1 naranja por debajo del 75% y cuando est\u00e1 roja por debajo del 100% incluido.</string>
    <string name="text_block_place">Bloquear una plaza significa impedir que cualquier veh\u00edculo la pueda ocupar. Significa por lo tanto reducir la capacidad del parking en una plaza.</string>
    <string name="text_how_open_files">Para abrir el fichero de datos de formato csv puedes utilizar Excel o OpenOffice. Para abrir el fichero de formato html con el resumen mensual puedes utilizar cualquier navegador web.</string>
    <string name="text_what_means_id">A1 o D3 son identificadores de plazas. La letra indica su fila en la tabla y el n\u00famero indica su columna.</string>
    <string name="text_see_more_info">Para ver m\u00e1s informaci\u00f3n sobre un elemento de la lista de entradas/salidas puedes pulsar encima del elemento.</string>
    <string name="text_where_are_files_saved">Los ficheros se guardan en la carpeta de Bajadas de tu dispositivo. Prueba de iniciar la aplicación de Bajadas para encontrar el fichero bajado.</string>
    <string name="text_why_registration_uppercase">Las matrículas se convierten a mayusculas porque todos los formatos de matrícula siguen esta convención. </string>
</resources>